Repository: MetaModels/attribute_translatedtabletext
Catalog: src/Resources/translations/*_metamodel_attribute.*.xlf
Languages: de

# typeOptions.translatedtabletext
source: Translated table text
de: Übersetzte Text-Tabelle

# translatedtabletext_cols.label
source: Column config
de: Spalteneinstellung

# translatedtabletext_cols.description
source: Please enter a label and width for each column.
de: Bitte ein Label und die Breite für jede Spalte angeben.

# translatedtabletext_langcode.label
source: Language code
de: Sprachencode

# translatedtabletext_langcode.description
source: The language code for the column.
de: Sprachencode für die Spalten.

# translatedtabletext_rowLabel.description
source: Please enter the label for the column.
de: Bitte das Label für die Spalte angeben.

# translatedtabletext_rowStyle.label
source: Width
de: Breite

# translatedtabletext_rowStyle.description
source: Please enter the width of the column (e.g. 200px).
de: Bitte geben Sie die Spaltenbreite ein (z. B. 200px).

# translatedtabletext_minCount.label
source: Minimum count of rows
de: Mindestanzahl der Zeilen

# translatedtabletext_minCount.description
source: Please enter minimum count of rows - 0 sets the value without limit.
de: Bitte geben Sie die Mindestanzahl der Zeilen ein - 0 setzt den Wert ohne Begrenzung.

# translatedtabletext_maxCount.label
source: Maximum count of rows
de: Maximale Anzahl von Zeilen

# translatedtabletext_maxCount.description
source: Please enter maximum count of rows - 0 sets the value without limit.
de: Bitte geben Sie die maximale Anzahl der Zeilen ein - 0 setzt den Wert ohne Begrenzung.

# translatedtabletext_disable_sorting.label
source: Disable sorting
de: Sortierung deaktivieren

# translatedtabletext_disable_sorting.description
source: If this option is activated, the sorting is hidden.
de: Wenn diese Option aktiviert ist, wird die Sortierung ausgeblendet.

# translatedtabletext_quantity_cols.label
source: Number of columns
de: Anzahl der Spalten

# translatedtabletext_quantity_cols.description
source: Please select the number of columns.
de: Bitte wählen Sie die Anzahl der Spalten aus.

# translatedtabletext_rowLabels.label
source: Configure columns
de: Spalteneinstellung

# translatedtabletext_rowLabels.description
source: Configure each colum with label and width.
de: Bitte ein Label und die Breite für jede Spalte angeben.
